<?php
// Heading
$_['heading_title']          = 'Категории блога';

// Text
$_['text_success']           = 'Данные успешно сохранены!';
$_['text_list']              = 'Список категорий';
$_['text_add']               = 'Добавить категорию';
$_['text_edit']              = 'Изменить категорию';
$_['text_default']           = 'По умолчанию';
$_['text_keyword']           = 'ЧПУ должен быть уникальным, без пробелов и спецсимволов. Используйте строчные латинские буквы (a-z), цифры и символ "-" вместо пробела.';

// Column
$_['column_name']            = 'Название категории';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название категории';
$_['entry_description']      = 'Описание';
$_['entry_meta_title']       = 'Мета тег Title';
$_['entry_meta_description'] = 'Мета тег Description';
$_['entry_keyword']          = 'ЧПУ';
$_['entry_parent']           = 'Родительская категория';
$_['entry_store']            = 'Магазины';
$_['entry_image']            = 'Изображение';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_status']           = 'Статус';

// Help
$_['help_keyword']           = 'ЧПУ должен быть уникальным.';

// Error
$_['error_warning']          = 'Проверьте форму на ошибки!';
$_['error_permission']       = 'Недостаточно прав для внесения изменений!';
$_['error_name']             = 'Название категории должно быть от 1 до 255 символов!';
$_['error_meta_title']       = 'Мета тег Title должен быть от 1 до 255 символов!';
$_['error_keyword']          = 'ЧПУ уже используется!';
$_['error_unique']           = 'ЧПУ должен быть уникальным!';
$_['error_parent']           = 'Родительская категория, которую вы выбрали, является дочерней по отношению к текущей!';
?>