<?php
// Heading
$_['heading_title']          = 'Категории блога';

// Text
$_['text_success']           = 'Успех: Вы изменили категории блога!';
$_['text_list']              = 'Список категорий блога';
$_['text_add']               = 'Добавить категорию блога';
$_['text_edit']              = 'Редактировать категорию блога';
$_['text_default']           = 'По умолчанию';
$_['text_keyword']           = 'SEO URL должен быть уникальным на весь магазин. Используйте только английские символы, цифры, "-" и "_".';

// Column
$_['column_name']            = 'Название категории';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название категории';
$_['entry_description']      = 'Описание';
$_['entry_meta_title']       = 'Мета-тег Title';
$_['entry_meta_description'] = 'Мета-тег Description';
$_['entry_meta_keyword']     = 'Мета-тег Keywords';
$_['entry_keyword']          = 'SEO URL';
$_['entry_parent']           = 'Родительская категория';
$_['entry_filter']           = 'Фильтры';
$_['entry_store']            = 'Магазины';
$_['entry_image']            = 'Изображение';
$_['entry_top']              = 'Верхнее меню';
$_['entry_column']           = 'Колонки';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_status']           = 'Статус';
$_['entry_layout']           = 'Переопределение макета';

// Help
$_['help_filter']            = '(Автозаполнение)';
$_['help_keyword']           = 'Не используйте пробелы, вместо этого замените пробелы на - и убедитесь, что SEO URL является глобально уникальным.';
$_['help_top']               = 'Отображение в верхнем меню. Работает только для родительских категорий.';
$_['help_column']            = 'Количество столбцов для отображения в нижних 3 категориях. Работает только для родительских категорий.';

// Error
$_['error_warning']          = 'Внимание: Пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']       = 'Внимание: У вас нет прав на изменение категорий блога!';
$_['error_name']             = 'Название категории должно содержать от 1 до 255 символов!';
$_['error_meta_title']       = 'Мета-тег Title должен содержать от 1 до 255 символов!';
$_['error_keyword']          = 'SEO URL уже используется!';
$_['error_unique']           = 'SEO URL должен быть уникальным!';
$_['error_parent']           = 'Категория блога, которую вы выбрали, является дочерней по отношению к текущей!';

// Tab
$_['tab_general']            = 'Основное';
$_['tab_data']               = 'Данные';
$_['tab_seo']                = 'SEO';
?>